{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "\"": 4,
      "-": 5,
      ".": 6,
      "/": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      ":": 18,
      "<": 19,
      "=": 20,
      ">": 21,
      "B": 22,
      "C": 23,
      "L": 24,
      "M": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "k": 35,
      "l": 36,
      "m": 37,
      "n": 38,
      "o": 39,
      "p": 40,
      "r": 41,
      "s": 42,
      "t": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "Ġ": 48,
      "Ġ1": 49,
      "=\"": 50,
      "ĠL": 51,
      "ke": 52,
      "oke": 53,
      "roke": 54,
      "st": 55,
      "Ġst": 56,
      "Ġstroke": 57,
      "ĠC": 58,
      "th": 59,
      "ac": 60,
      "fi": 61,
      "ll": 62,
      "Ġfi": 63,
      "Ġfill": 64,
      "Ġ11": 65,
      "Ġ12": 66,
      "Ġ10": 67,
      "Ġ13": 68,
      "Ġ9": 69,
      "Ġ14": 70,
      "Ġ8": 71,
      "Ġ15": 72,
      "Ġ16": 73,
      "Ġ7": 74,
      "dth": 75,
      "idth": 76,
      "width": 77,
      "\"/": 78,
      "ath": 79,
      "bl": 80,
      "in": 81,
      "it": 82,
      "ne": 83,
      "no": 84,
      "op": 85,
      "path": 86,
      "Ġd": 87,
      "ack": 88,
      "acit": 89,
      "Ġfillin": 90,
      "\"/>": 91,
      "black": 92,
      "none": 93,
      "opacit": 94,
      "Ġfilling": 95,
      "opacity": 96,
      "Ġ6": 97,
      "Ġ17": 98,
      "Ġ<": 99,
      "12": 100,
      "Ġ5": 101,
      "11": 102,
      "10": 103,
      "13": 104,
      "Ġ18": 105,
      "Ġ2": 106,
      "14": 107,
      "15": 108,
      "16": 109,
      "Ġ4": 110,
      "00": 111,
      "Ġ19": 112,
      "17": 113,
      "200": 114,
      "sv": 115,
      "svg": 116,
      "18": 117,
      "Ġ24": 118,
      "ht": 119,
      "px": 120,
      "ww": 121,
      "Ġ3": 122,
      "Ġ20": 123,
      "19": 124,
      "Ġ0": 125,
      "\">": 126,
      "//": 127,
      "://": 128,
      "</": 129,
      "Bo": 130,
      "ei": 131,
      "ew": 132,
      "ght": 133,
      "hei": 134,
      "iew": 135,
      "ln": 136,
      "mln": 137,
      "or": 138,
      "tp": 139,
      "view": 140,
      "xmln": 141,
      "Ġwidth": 142,
      "Ġhei": 143,
      "Ġview": 144,
      "Ġxmln": 145,
      "\"/></": 146,
      "2000": 147,
      "http": 148,
      "www": 149,
      "\"><": 150,
      "Box": 151,
      "org": 152,
      "Ġheight": 153,
      "ĠviewBox": 154,
      "Ġxmlns": 155,
      "Ġ21": 156,
      "20": 157,
      "Ġ22": 158,
      "21": 159,
      "22": 160,
      "Ġ23": 161,
      "23": 162,
      "24": 163,
      "Ġ-": 164,
      "Ġ27": 165
    },
    "merges": [
      [
        "Ġ",
        "1"
      ],
      [
        "=",
        "\""
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "k",
        "e"
      ],
      [
        "o",
        "ke"
      ],
      [
        "r",
        "oke"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "Ġst",
        "roke"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "t",
        "h"
      ],
      [
        "a",
        "c"
      ],
      [
        "f",
        "i"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "fi"
      ],
      [
        "Ġfi",
        "ll"
      ],
      [
        "Ġ1",
        "1"
      ],
      [
        "Ġ1",
        "2"
      ],
      [
        "Ġ1",
        "0"
      ],
      [
        "Ġ1",
        "3"
      ],
      [
        "Ġ",
        "9"
      ],
      [
        "Ġ1",
        "4"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "Ġ1",
        "5"
      ],
      [
        "Ġ1",
        "6"
      ],
      [
        "Ġ",
        "7"
      ],
      [
        "d",
        "th"
      ],
      [
        "i",
        "dth"
      ],
      [
        "w",
        "idth"
      ],
      [
        "\"",
        "/"
      ],
      [
        "a",
        "th"
      ],
      [
        "b",
        "l"
      ],
      [
        "i",
        "n"
      ],
      [
        "i",
        "t"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "o"
      ],
      [
        "o",
        "p"
      ],
      [
        "p",
        "ath"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "ac",
        "k"
      ],
      [
        "ac",
        "it"
      ],
      [
        "Ġfill",
        "in"
      ],
      [
        "\"/",
        ">"
      ],
      [
        "bl",
        "ack"
      ],
      [
        "no",
        "ne"
      ],
      [
        "op",
        "acit"
      ],
      [
        "Ġfillin",
        "g"
      ],
      [
        "opacit",
        "y"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "Ġ1",
        "7"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "1",
        "2"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "1",
        "1"
      ],
      [
        "1",
        "0"
      ],
      [
        "1",
        "3"
      ],
      [
        "Ġ1",
        "8"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "1",
        "4"
      ],
      [
        "1",
        "5"
      ],
      [
        "1",
        "6"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "0",
        "0"
      ],
      [
        "Ġ1",
        "9"
      ],
      [
        "1",
        "7"
      ],
      [
        "2",
        "00"
      ],
      [
        "s",
        "v"
      ],
      [
        "sv",
        "g"
      ],
      [
        "1",
        "8"
      ],
      [
        "Ġ2",
        "4"
      ],
      [
        "h",
        "t"
      ],
      [
        "p",
        "x"
      ],
      [
        "w",
        "w"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ2",
        "0"
      ],
      [
        "1",
        "9"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "\"",
        ">"
      ],
      [
        "/",
        "/"
      ],
      [
        ":",
        "//"
      ],
      [
        "<",
        "/"
      ],
      [
        "B",
        "o"
      ],
      [
        "e",
        "i"
      ],
      [
        "e",
        "w"
      ],
      [
        "g",
        "ht"
      ],
      [
        "h",
        "ei"
      ],
      [
        "i",
        "ew"
      ],
      [
        "l",
        "n"
      ],
      [
        "m",
        "ln"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "p"
      ],
      [
        "v",
        "iew"
      ],
      [
        "x",
        "mln"
      ],
      [
        "Ġ",
        "width"
      ],
      [
        "Ġ",
        "hei"
      ],
      [
        "Ġ",
        "view"
      ],
      [
        "Ġ",
        "xmln"
      ],
      [
        "\"/>",
        "</"
      ],
      [
        "200",
        "0"
      ],
      [
        "ht",
        "tp"
      ],
      [
        "ww",
        "w"
      ],
      [
        "\">",
        "<"
      ],
      [
        "Bo",
        "x"
      ],
      [
        "or",
        "g"
      ],
      [
        "Ġhei",
        "ght"
      ],
      [
        "Ġview",
        "Box"
      ],
      [
        "Ġxmln",
        "s"
      ],
      [
        "Ġ2",
        "1"
      ],
      [
        "2",
        "0"
      ],
      [
        "Ġ2",
        "2"
      ],
      [
        "2",
        "1"
      ],
      [
        "2",
        "2"
      ],
      [
        "Ġ2",
        "3"
      ],
      [
        "2",
        "3"
      ],
      [
        "2",
        "4"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "Ġ2",
        "7"
      ]
    ]
  }
}